Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Android.resw
Source language: en
Languages: ar, es, it

# AskAQuestionInfo
source: Please note that Telegram Support is done by volunteers. We try to respond as quickly as possible, but it may take a while. Please take a look at the <![CDATA[<a href="https://telegram.org/faq#general-questions">Telegram FAQ</a>]]>: it has answers to most questions and important tips for <![CDATA[<a href="https://telegram.org/faq#troubleshooting">troubleshooting</a>]]>.
ar: نرجو الأخذ بالعلم أن الدعم الفني في تيليجرام يقوم به مجموعة من المتطوعين. نحن نحاول الرد بسرعة قدر المستطاع، لكن ربما نستغرق القليل من الوقت. يرجى الإطلاع على <![CDATA[<a href="https://telegram.org/faq#general">صفحة الأسئلة الأكثر شيوعًا</a>]]>: يوجد بها إجابات لمعظم الأسئلة و <![CDATA[<a href="https://telegram.org/faq#troubleshooting">حلول للمشاكل و</a>]]>.
es: Por favor, considera que el soporte de Telegram está en manos de voluntarios. Respondemos lo antes posible, pero puede tomar tiempo. Por favor, mira las <![CDATA[<a href="https://telegram.org/faq/es#preguntas-generales">preguntas frecuentes de Telegram</a>]]>: tienen respuestas para la mayoría de las preguntas y <![CDATA[<a href="https://telegram.org/faq/es#solucin-de-problemas">soluciones a problemas</a>]]>.
it: Per favore nota che l'assistenza di Telegram è gestita da volontari. Proviamo a rispondere quanto prima, ma potrebbe volerci del tempo. Dai un'occhiata alle <![CDATA[<a href="https://telegram.org/faq/it#domande-generali">domande frequenti di Telegram</a>]]>: contengono suggerimenti importanti per <![CDATA[<a href="https://telegram.org/faq/it#risoluzione-dei-problemi">risolvere i problemi</a>]]> e risposte a quasi tutte le domande.

# AskButton
source: Ask a volunteer
ar: اسأل أحد المتطوعين
es: Preguntar
it: Chiedi a un volontario

# AttachAudio
source: Voice message
ar: رسالة صوتية
es: Mensaje de voz
it: Messaggio vocale

# AttachBotsHelp
source: Scroll down for bots
ar: انتقل إلى الأسفل للبوتات
es: Ve abajo para los bots
it: Scorri verso il basso per i bot

# AttachContact
source: Contact
ar: جهة اتصال
es: Contacto
it: Contatto

# AttachDocument
source: File
ar: ملف
es: Archivo

# AttachGame
source: Game
ar: لعبة
es: Juego
it: Gioco

# AttachGif
source: GIF
ar: صورة متحركة

# AttachInlineRestricted
source: The admins of this group have restricted you from sending inline content here until {0}
ar: مشرفو هذه المجموعة قاموا بوضع قيد يمنعك من إرسال محتوى في نفس السطر هنا حتى {0}
es: Los administradores del grupo han restringido que envíes contenido integrado hasta el {0}
it: Gli amministratori di questo gruppo ti hanno vietato di inviare contenuti inline qui fino al {0}

# AttachInlineRestrictedForever
source: The admins of this group have restricted you from sending inline content here
ar: مشرفو هذه المجموعة قاموا بوضع قيد يمنعك من إرسال محتوى في نفس السطر هنا
es: Los administradores del grupo han restringido que envíes contenido integrado
it: Gli amministratori di questo gruppo ti hanno vietato di inviare contenuti inline qui

# AttachLiveLocation
source: Live Location
ar: الموقع الحي
es: Ubicación en directo
it: Posizione attuale

# AttachLiveLocationIsSharing
source: {0} sharing with {1}
ar: {0} يقوم بالمشاركة مع {1}
es: {0} compartida con {1}
it: {0} condivisa con {1}

# AttachLocation
source: Location
ar: موقع
es: Ubicación
it: Posizione

# AttachMediaRestricted
source: The admins of this group have restricted you from sending media here until {0}
ar: مشرفو هذه المجموعة قاموا بوضع قيد يمنعك من إرسال الوسائط هنا حتى {0}
es: Los administradores del grupo han restringido que envíes multimedia hasta el {0}
it: Gli amministratori di questo gruppo ti hanno vietato di inviare media qui fino al {0}

# AttachMediaRestrictedForever
source: The admins of this group have restricted you from sending media here
ar: مشرفو هذه المجموعة قاموا بوضع قيد يمنعك من إرسال الوسائط هنا
es: Los administradores del grupo han restringido que envíes multimedia
it: Gli amministratori di questo gruppo ti hanno vietato di inviare media qui

# AttachMusic
source: Music
ar: موسيقى
es: Música
it: Musica

# AttachPhoto
source: Photo
ar: صورة
es: Foto
it: Foto

# AttachPhotoExpired
source: Photo has expired
ar: انتهت صلاحية الصورة
es: La foto expiró
it: La foto è scaduta

# AttachRound
source: Video message
ar: رسالة مرئية
es: Videomensaje
it: Videomessaggio

# AttachSticker
source: Sticker
ar: ملصق

# AttachStickersRestricted
source: The admins of this group have restricted you from sending stickers here until {0}
ar: مشرفو هذه المجموعة قاموا بوضع قيد يمنعك من إرسال الملصقات هنا حتى {0}
es: Los administradores del grupo han restringido que envíes stickers hasta el {0}
it: Gli amministratori di questo gruppo ti hanno vietato di inviare sticker qui fino al {0}

# AttachStickersRestrictedForever
source: The admins of this group have restricted you from sending stickers here
ar: مشرفو هذه المجموعة قاموا بوضع قيد يمنعك من إرسال الملصقات هنا
es: Los administradores del grupo han restringido que envíes stickers
it: Gli amministratori di questo gruppo ti hanno vietato di inviare sticker qui

# AttachVideo
source: Video
ar: مقطع مرئي
es: Vídeo

# AttachVideoExpired
source: Video has expired
ar: انتهت صلاحية الفيديو
es: El vídeo expiró
it: Il video è scaduto

# AudioAutodownload
source: Voice messages
ar: الرسائل الصوتية
es: Mensajes de voz
it: Messaggi vocali

# AudioTitle
source: Shared Music
ar: الموسيقى المشتركة
es: Música
it: Musica condivisa

# AudioUnknownArtist
source: Unknown artist
ar: الفنان غير معروف
es: Artista desconocido
it: Artista sconosciuto

# AudioUnknownTitle
source: Unknown title
ar: العنوان غير معروف
es: Título desconocido
it: Titolo sconosciuto

source: Auto-Download Media
ar: تنزيل الوسائط تلقائياً
es: Autodescarga de multimedia
it: Download automatico

source: Auto-lock
ar: قفل تلقائي
es: Autobloqueo
it: Blocco automatico

# AutoLockDisabled
source: Disabled
ar: معطّل
es: Desactivado
it: Disabilitato

# AutoLockInTime
source: in {0}
ar: خلال {0}
es: en {0}
it: tra {0}

# AutoLockInfo
source: Require passcode if away for a time.
ar: اطلب رمز المرور إذا غبت فترة محددة من الزمن.
es: El bloqueo se activará transcurrido este tiempo.
it: Richiede il codice se assente per del tempo.

# AutodownloadChannels
source: Channels
ar: القنوات
es: Canales
it: Canali

# AutodownloadContacts
source: Contacts
ar: جهات الاتصال
es: Contactos
it: Contatti

# AutodownloadGroupChats
source: Group Chats
ar: المحادثات الجماعية
es: Chats grupales
it: Gruppi

# AutodownloadPrivateChats
source: Private Chats
ar: المحادثات الخاصة
es: Chats
it: Chat private

# AutodownloadSizeLimit
source: Limit by Size
ar: قيّد بالحجم
es: Limitar por tamaño
it: Limita per dimensione

# AutodownloadSizeLimitUpTo
source: up to {0}
ar: حتى {0}
es: hasta {0}
it: fino a {0}

source: Automatic media download
ar: تنزيل تلقائي للوسائط
es: Autodescarga de multimedia
it: Download automatico media

source: Autoplay GIFs
ar: تشغيل تلقائي للصور المتحركة
es: Autorreproducción de GIF
it: Autoriproduzione GIF

# AwaitingEncryption
source: Waiting for %s to get online...
ar: في إنتظار اتصال %s …
es: Esperando que %s se conecte...
it: Attendo che %s si colleghi...

# BadgeNumber
source: Badge Counter
ar: عداد الشارات
es: Globo en el ícono
it: Contatore badge

source: BAN FROM THE GROUP
ar: حظر من المجموعة
es: SUSPENDER DEL GRUPO
it: RIMUOVI DAL GRUPPO

source: Banned phone number
ar: رقم هاتف محظور
es: Número de teléfono suspendido
it: Numero di telefono bloccato

# BlockContact
source: Block
ar: حظر
es: Bloquear
it: Blocca

source: Blocked Users
ar: جهات الاتصال المحظورة
es: Usuarios bloqueados
it: Utenti bloccati

# BlurLinear
source: Linear
ar: طولي
es: Lineal
it: Lineare

# BlurOff
source: Off
ar: إيقاف
es: Apagado
it: No

# BlurRadial
source: Radial
ar: قطري
it: Radiale

source: Bold
ar: عريض
es: Negrita
it: Grassetto

source: bot
ar: بوت

# BotCantJoinGroups
source: This bot can't join groups.
ar: هذا البوت لا يستطيع الدخول للمجموعات.
es: Este bot no puede unirse a grupos.
it: Questo bot non può unirsi ai gruppi.

# BotHelp
source: Help
ar: مساعدة
es: Ayuda
it: Aiuto

# BotInfoTitle
source: What can this bot do?
ar: ماذا يستطيع هذا البوت عمله؟
es: ¿Qué puede hacer este bot?
it: Cosa può fare questo bot?

# BotInvite
source: Add to group
ar: إضافة إلى المجموعة
es: Añadir a un grupo
it: Aggiungi a un gruppo

# BotPermissionGameAlert
source: Allow {0} to pass your Telegram name and id (not your phone number) to pages you open with this bot?
ar: هل ترغب في السماح لـ {0} ليرسل معرفك (ليس رقم هاتفك) الخاص بتيليجرام واسمك للصفحات التي تفتحها من خلال هذا البوت؟
es: ¿Permites a {0} entregar tu nombre e id de Telegram (no tu número de teléfono) a los sitios web que abres a través de este bot?
it: Consentire a {0} di trasmettere il tuo nome e id Telegram (non il tuo numero di telefono) alle pagine che apri tramite questo bot?

# BotRestart
source: Restart bot
ar: إعادة تعيين البوت
es: Reiniciar bot
it: Riavvia bot

# BotSettings
source: Settings
ar: الإعدادات
es: Ajustes
it: Impostazioni

# BotShare
source: Share
ar: مشاركة
es: Compartir
it: Condividi

# BotStart
source: START
ar: إبدأ
es: INICIAR
it: AVVIA

# BotStatusCantRead
source: has no access to messages
ar: لا يستطيع الوصول للرسائل
es: no tiene acceso a los mensajes
it: non ha accesso ai messaggi

# BotStatusRead
source: has access to messages
ar: يستطيع الوصول للرسائل
es: tiene acceso a los mensajes
it: ha accesso ai messaggi

# BotStop
source: Stop bot
ar: إيقاف البوت
es: Detener bot
it: Arresta bot

# BotUnblock
source: RESTART
ar: إعادة تشغيل
es: REINICIAR
it: RIAVVIA

source: Bytes received
ar: بايتات مستقبلة
es: Bytes recibidos
it: Byte ricevuti

source: Bytes sent
ar: بايتات مرسلة
es: Bytes enviados
it: Byte inviati

# CacheClear
source: Clear
ar: مسح
es: Eliminar
it: Svuota

# CacheEmpty
source: Empty
ar: إفراغ
es: Vacío
it: Vuota

# CalculatingSize
source: Calculating...
ar: جاري الحساب...
es: Calculando...
it: Calcolo...

source: Call
ar: اتصال
es: Llamar
it: Chiama

source: Call Again
ar: اتصل مرة أخرى
es: Llamar de nuevo
it: Richiama

source: Call Back
ar: أعد الاتصال بالرقم
es: Devolver llamada
it: Richiama

# CallEmojiKeyTooltip
source: If emoji on {0}'s screen are the same, this call is 100%% secure.
ar: إذا كانت هذه الايموجيات مطابقة للتي تظهر على شاشة {0}، فالمكالمة 100%% آمنة.
es: Si los emojis son los mismos para {0}, la llamada es 100%% segura.
it: Se le emoji sono uguali sullo schermo di {0}, la chiamata è sicura al 100%%.

# CallMessageIncoming
source: Incoming Call
ar: مكالمات واردة
es: Llamada entrante
it: Chiamata in entrata

# CallMessageIncomingDeclined
source: Declined Call
ar: مكالمة مرفوضة
es: Llamada rechazada
it: Chiamata rifiutata

# CallMessageIncomingMissed
source: Missed Call
ar: مكالمات فائتة
es: Llamada perdida
it: Chiamata persa

# CallMessageOutgoing
source: Outgoing Call
ar: مكالمات صادرة
es: Llamada saliente
it: Chiamata in uscita

# CallMessageOutgoingMissed
source: Cancelled Call
ar: مكالمات ملغاة
es: Llamada cancelada
it: Chiamata annullata

# CallMessageReportProblem
source: Rate Call
ar: قيم المكالمة
es: Evalúa esta llamada
it: Valuta la chiamata

# CallNotAvailable
source: Sorry, **{0}** doesn't accept calls.
ar: المعذرة، **{0}** لا يستقبل مكالمات.
es: Lo sentimos, **{0}** no acepta llamadas.
it: Spiacenti, **{0}** non accetta le chiamate.

# CallReportHint
source: What went wrong?
ar: ماذا حدث؟
es: ¿Qué ocurrió?
it: Cosa è andato storto?

# CallReportIncludeLogs
source: Include technical information
ar: أرفق المعلومات التقنية
es: Incluir información técnica
it: Includi informazioni tecniche

# CallReportLogsExplain
source: This won't reveal the contents of your conversation, but will help us fix the issue sooner.
ar: هذا لن يفصح عن محتوى محادثتك، لكن سيساعد في حل المشكلة بشكل أسرع.
es: Esto no revelará los contenidos de tu conversación, pero nos ayudará a resolver el problema más pronto.
it: Questo non rivelerà i contenuti della tua conversazione, ma ci aiuterà a risolvere il problema più velocemente.

# CallReportSent
source: Thank you for helping make Telegram calls better.
ar: شكرًا لمساعدتك في جعل مكالمة تيليجرام أفضل.
es: Gracias por ayudarnos a mejorar las llamadas de Telegram.
it: Grazie per aver contribuito a rendere le chiamate di Telegram migliori.

# CallText
source: Telegram will call you in {0}:%2$02d
ar: سنتصل بك خلال {0}:%2$02d
es: Telegram te llamará en {0}:%2$02d
it: Telegram ti chiamerà tra {0}:%2$02d

# CallViaTelegram
source: Telegram Call
ar: مكالمة تيليجرام
es: Llamada de Telegram
it: Chiamata Telegram

# Calling
source: Calling you...
ar: جاري الاتصال بك ...
es: Llamándote...
it: Ti stiamo chiamando...

source: Calls
ar: مكالمات
es: Llamadas
it: Chiamate

# CallsDataUsage
source: Calls
ar: مكالمات
es: Llamadas
it: Chiamate

# CallsTotalTime
source: Total time
ar: إجمالي الوقت
es: Tiempo total
it: Tempo totale

source: Cancel
ar: إلغاء
es: Cancelar
it: Annulla

source: Cancel account reset
ar: إلغاء إعادة تعيين الحساب
es: No restablecer la cuenta
it: Annulla ripristino account

# CancelAccountResetInfo
source: Somebody with access to your phone number **{0}** has requested to delete your Telegram account and reset your 2-Step Verification password. If this wasn't you, please enter the code we've just sent you via SMS to your number.
ar: شخص ما لديه صلاحية الوصول لهاتفك **{0}** طلب حذف حسابك وتعطيل التحقق من حسابك بخطوتين. إذا لم يكن أنت، فضلًا قم بإدخال الرمز الذي أرسلناه للتو برسالة قصيرة.
es: Alguien, con acceso a tu número de teléfono **{0}** , solicitó eliminar tu cuenta de Telegram y restablecer tu contraseña de la verificación en dos pasos. Si no eras tú, por favor, inserta el código que enviamos por SMS a tu número.
it: Qualcuno con accesso al tuo numero di telefono **{0}** ha richiesto l'eliminazione del tuo account Telegram e il ripristino della password della verifica in due passaggi. Se non sei stato tu, per favore inserisci il codice che abbiamo appena inviato tramite SMS al tuo numero.

# CancelLinkExpired
source: Link is invalid or expired.
ar: رابط غير صحيح أو منتهي.
es: El enlace es inválido o expiró.
it: Link non valido o scaduto.

# CancelLinkSuccess
source: The deletion process was cancelled for your account {0}. You may close this window now.
ar: تم إلغاء عملية حذف حسابك {0}؟ يمكنك إغلاق هذه النافذة الآن.
es: El proceso de eliminación de la cuenta {0} fue cancelado. Puedes cerrar esta ventana.
it: Il processo di eliminazione per il tuo account {0} è stato annullato. Puoi chiudere questa finestra ora.

source: Cancel registration
ar: إلغاء التسجيل
es: Cancelar registro
it: Annulla iscrizione

source: Caption
ar: تعليق
es: Comentario
it: Didascalia

# ChangeLanguageLater
source: You can change your language in the Settings later.
ar: يمكنك تغيير اللغة الخاصة بك من الإعدادات لاحقًا.
es: Puedes cambiar el idioma después, en Ajustes.
it: Puoi cambiare la lingua più tardi nelle Impostazioni.

source: Change Passcode
ar: غيًر رمز المرور
es: Cambiar código de acceso
it: Cambia codice

# ChangePasscodeInfo
source: When you set up an additional passcode, a lock icon will appear on the chats page. Tap it to lock and unlock your Telegram app. Note: if you forget the passcode, you'll need to delete and reinstall the app. All secret chats will be lost.
ar: عندما تختار رمز مرور، ستظهر علامة قفل في صفحة المحادثات. اضغط عليها لقفل أو فتح تيليجرام. ملاحظة: إذا نسيت رمز المرور، ستحتاج لحذف وإعادة تنزيل التطبيق. وستخسر كافة محادثاتك السرية وستعود المحادثات العادية فور إعادة تسجيل الدخول.
es: Cuando configuras un código, aparece un candado en la pantalla de chats. Toca sobre él para bloquear y desbloquear la aplicación. Nota: si olvidas el código, tendrás que eliminar y reinstalar la aplicación. Perderás todos los chats secretos.
it: Quando imposti un codice aggiuntivo, apparirà un'icona col lucchetto nella pagina delle chat. Premila per bloccare e sbloccare l'app. Nota: se ti dimentichi il codice, dovrai disinstallare e reinstallare l'app. Tutte le chat segrete verranno perse.

source: Change Password
ar: تغيير كلة المرور
es: Cambiar contraseña
it: Cambia password

# ChangePhoneHelp
source: We will send an SMS with a confirmation code to your new number.
ar: سيتم إرسال رسالة قصيرة تحتوي على رمز التفعيل الخاص إلى رقمك الجديد.
es: Enviaremos un SMS con el código de confirmación a tu nuevo número.
it: Invieremo un SMS con un codice di conferma al tuo nuovo numero.

# ChangePhoneNewNumber
source: New number
ar: الرقم الجديد
es: Nuevo número
it: Nuovo numero

# ChangePhoneNumberOccupied
source: The number {0} is already connected to a Telegram account. Please delete that account before migrating to the new number.
ar: الرقم {0} لديه حساب تيليجرام مسبقًا. يرجى حذف هذا الحساب قبل محاولة تغيير رقمك.
es: El número {0} ya está vinculado a una cuenta de Telegram. Por favor, elimina esa cuenta antes de migrar al nuevo número.
it: Il numero {0} è già connesso a un account Telegram. Per favore elimina quell'account prima di migrare ad un nuovo numero.

# ChangePublicLimitReached
source: Sorry, you have reserved too many public usernames. You can revoke the link from one of your older groups or channels, or create a private entity instead.
ar: المعذرة، قمت بحجز معرفات عامة كثيرة. يمكنك إلغاء بعض روابط مجموعاتك وقنواتك القديمة، أو قم بجعلها خاصة.
es: Lo sentimos, tienes demasiados alias públicos. Puedes anular el enlace de uno de tus grupos o canales anteriores, o crear uno privado.
it: Spiacenti, hai riservato troppi username pubblici. Puoi revocare il link da uno dei tuoi gruppi o canali più vecchi, o creare invece delle entità private.

source: Change Recovery E-Mail
ar: غيّر البريد الإلكتروني لإسترداد الحساب
es: Cambiar e-mail de recuperación
it: Cambia email di recupero

# ChannelAddAdmin
source: Add administrator
ar: إضافة مشرف
es: Añadir administrador
it: Aggiungi amministratore

# ChannelAddMembers
source: Add members
ar: إضافة مشارك
es: Añadir miembros
it: Aggiungi membri

# ChannelAddTo
source: Add {0} to the channel?
ar: هل ترغب بإضافة {0} للقناة؟
es: ¿Añadir a {0} al canal?
it: Aggiungere {0} al canale?

# ChannelAddedBy
source: un1 added you to this channel
ar: un1 قام بإضافتك لهذه القناة
es: un1 te añadió a este canal
it: un1 ti ha aggiunto a questo canale

# ChannelAddedByNotification
source: {0} added you to the channel {1}
ar: {0} قام بإضافتك لقناة {1}
es: {0} te añadió al canal {1}
it: {0} ti ha aggiunto al canale {1}

# ChannelAdministrators
source: Administrators
ar: الإداريون
es: Administradores
it: Amministratori

# ChannelAdminsInfo
source: You can add administrators to help you manage your channel. Tap and hold to remove admins.
ar: يمكنك إضافة إداريّون لمساعدتك في إدارة القناة. اضغط باستمرار لحذف الإداريين.
es: Puedes añadir administradores para que te ayuden en el canal. Mantén pulsado para eliminarlos.
it: Puoi aggiungere amministratori per farti aiutare a gestire il tuo canale. Tieni premuto per rimuovere gli amministratori.

# ChannelAlertCreate
source: CREATE CHANNEL
ar: أنشاء قناة
es: CREAR CANAL
it: CREA CANALE

# ChannelAlertText
source: Channels are a new tool for broadcasting your messages to large audiences.
ar: القنوات هي أداة جديدة للرسائل الجماعية لمجموعة كبيرة من المستقبلين.
es: Los canales son una nueva herramienta para difundir tus mensajes a grandes audiencias.
it: I canali sono un nuovo strumento per diffondere i tuoi messaggi a un grande pubblico.

# ChannelAlertTitle
source: What is a Channel?
ar: ما هي القنوات؟
es: ¿Qué es un canal?
it: Cos'è un canale?

# ChannelBlacklist
source: Blacklist
ar: قائمة المحظورين
es: Suspendidos
it: Utenti bloccati

# ChannelBlockUser
source: Ban user
ar: حظر المستخدم
es: Suspender usuario
it: Blocca utente

# ChannelBlockedUsers
source: Banned users
ar: المستخدمون المحظورون
es: Usuarios suspendidos
it: Utenti bloccati

# ChannelBroadcast
source: Broadcast
ar: رسالة جماعية
es: Difundir
it: Post

# ChannelCantOpenBanned
source: Unfortunately, you were banned from participating in public groups.
ar: للأسف، تم حظرك عن المشاركة في المجموعات العامة.
es: Lamentablemente, fuiste suspendido de participar en grupos públicos.
it: Sfortunatamente, non ti è permesso partecipare ai gruppi pubblici.

# ChannelCantOpenNa
source: Sorry, this chat is no longer accessible.
ar: المعذرة، هذه المحادثة لم تعد متاحة.
es: Lo sentimos, este chat ya no es accesible.
it: Spiacenti, questa chat non è più accessibile.

# ChannelCantOpenPrivate
source: Sorry, this chat is no longer accessible.
ar: المعذرة، هذه المحادثة لم تعد متاحة.
es: Lo sentimos, este chat ya no es accesible.
it: Spiacenti, questa chat non è più accessibile.

# ChannelCantSendMessage
source: Sorry, you can't send messages to this channel.
ar: المعذرة، لا يمكنك إرسال رسائل لهذه القناة.
es: Lo sentimos, no puedes enviar mensajes en este canal.
it: Spiacenti, non puoi inviare messaggi in questo canale

# ChannelCreator
source: Creator
ar: المنشئ
es: Creador
it: Creatore

# ChannelDelete
source: Delete Channel
ar: حذف القناة
es: Eliminar canal
it: Elimina canale

# ChannelDeleteAlert
source: Wait! Deleting this channel will remove all members and all messages will be lost. Delete the channel anyway?
ar: لحظة! حذف هذه القناة سيزيل كافة الأعضاء والرسائل سيتم حذفها. هل أنت متأكد من رغبتك في حذف القناة؟
es: ¡Espera! Al eliminar este canal, todos los miembros y los mensajes se perderán. ¿Quieres eliminarlo?
it: Aspetta! Eliminando il canale rimuoverai tutti i membri e tutti i messaggi saranno persi. Vuoi comunque eliminare il canale?

# ChannelDeleteInfo
source: You will lose all messages in this channel.
ar: ستخسر كافة الرسائل في هذه القناة.
es: Perderás todos los mensajes en este canal.
it: Perderai tutti i messaggi in questo canale.

# ChannelDeleteMenu
source: Delete channel
ar: حذف القناة
es: Eliminar canal
it: Elimina canale

# ChannelEdit
source: Edit
ar: تعديل
es: Editar
it: Modifica

# ChannelInviteLinkTitle
source: Invite Link
ar: رابط دعوة
es: Enlace de invitación
it: Link d'invito

# ChannelInviteViaLink
source: Invite via Link
ar: استخدم رابط دعوة
es: Invitar con un enlace
it: Invita tramite link

# ChannelJoin
source: JOIN
ar: اشترك
es: UNIRME
it: UNISCITI

# ChannelJoinTo
source: Do you want to join the channel '{0}'?
ar: هل ترغب في الدخول لقناة '{0}'؟
es: ¿Quieres unirte al canal “{0}”?
it: Vuoi unirti al canale '{0}'?

# ChannelJoined
source: You joined this channel
ar: لقد قمت بالإشتراك في لقناة.
es: Te uniste a este canal
it: Ti sei unito a questo canale

# ChannelLeaveAlert
source: Are you sure you want to leave the channel?
ar: هل أنت متأكد من رغبتك في مغادرة القناة؟
es: ¿Quieres salir de este canal?
it: Sei sicuro di voler lasciare il canale?

# ChannelLinkInfo
source: Anyone who has Telegram installed will be able to join your channel by following this link.
ar: أي شخص يمتلك تيليجرام على جهازه سيمكنه الدخول لقناتك باستخدام هذا الرابط.
es: Cualquiera que tenga Telegram instalada podrá unirse a tu canal siguiendo este enlace.
it: Chiunque abbia Telegram installato potrà aggiungersi al tuo canale aprendo questo link.

# ChannelLinkTitle
source: Link
ar: الرابط
es: Enlace

# ChannelMegaJoined
source: You joined this group
ar: لقد قمت بالدخول لهذه المجموعة
es: Te uniste a este grupo
it: Ti sei unito a questo gruppo

# ChannelMembers
source: Members
ar: أعضاء
es: Miembros
it: Membri

# ChannelMembersInfo
source: Only channel administrators can see this list.
ar: فقط الإداريّون يمكنهم مشاهدة هذه القائمة.
es: Sólo los administradores del canal pueden ver esta lista.
it: Solo gli amministratori del canale possono vedere questa lista.

# ChannelMessageAudio
source: {0} posted a voice message
ar: {0} أرسل رسالة صوتية
es: {0} publicó un mensaje de voz
it: {0} ha pubblicato un messaggio vocale

# ChannelMessageContact
source: {0} posted a contact
ar: {0} أرسل جهة اتصال
es: {0} publicó un contacto
it: {0} ha pubblicato un contatto

# ChannelMessageDocument
source: {0} posted a file
ar: {0} أرسل ملف
es: {0} publicó un archivo
it: {0} ha pubblicato un file
